import '../App.css'
import "../style.css"

import React from 'react'

export default function About() {
 
  return (
    <React.Fragment>
    <div className="container text-right" dir='rtl'>
      <div className="jumbotron" style={{ borderRadius: '0', backgroundColor: "white"}}>
        <h4 id="title" style={{ textAlign: 'center', textDecoration: 'underline', width: "100%"  }}>אודות האתר</h4>
        <p className="text">
        כיום בעידן האינטרנט, יש מגוון רחב של מקומות תעסוקה שונים, חברות כוח אדם וגורמים שונים שמתעסקים בגיוס. לא פעם החיפוש יכול להיות לא קל במיוחד. נגיד ובן אדם ימצא מספר משרות עבורו. אבל היה ממש טוב שלבן אדם תהיה אפשרות לבדוק כמה שיותר משרות עבורו ומתוכן להחליט על המתאימה ואת השאר להשאיר לכל מקרה. זה כמו שנגיד בן אדם בודק מספר חנויות ואתרים עד שהוא מוצא את המוצר המתאים לו ביותר, הטוב ביותר עבורו או לפעמים הגרוע מבין כלל האפשרויות. כיום מבחינה טכנולוגית אפשר להגיע לזה בתחום התעסוקה
        </p>
        <p className="text">
        אומנם טכנולוגית זה כן מתאפשר, בפועל לא ידוע לנו כרגע על אתרים מוצלחים שפועלים על ניתור משרות ברשת. כרגע נוכל להציג בפנייכם קטלוג של מקומות תעסוקה נפוצים במשק הישראלי, חברות כוח אדם וכל הגורמים האפשריים בתחום התעסוקה. כמובן שחוץ מהאתר הייעודי לגיוס או הדף הייעודי בתוך האתר תוכלו למצוא במקרים רבים את מקום התעסוקה או חברת כוח האדם ברשתות החברתיות. כך אנשים יוכלו להכיר טוב יותר את הגורמים השונים בתחום התעסוקה ודרכם ניתן לחפש תעסוקה או עזרה מקצועית סביב נושא התעסוקה/הכשרה מקצועית
        </p>
        <p className="text">
        כרגע האתר נמצא בבנייה ואנחנו מקיימים פיילוט, אך גם לאחר מכן נהיה תלויים מאוד ב"חכמת ההמונים" לבניית מאגר הנתונים שלנו. אם נתקלתם באיזה קישור שצריך לתקן או ברצונכם להוסיף קישורים, ניתן לפנות אלינו ל
        <a href="mailto:drushimgalil@gmail.com">מייל</a> 
        </p>
      </div>
    </div>
    </React.Fragment>
  )
}
  